tap "beeftornado/rmtree"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "bat"
brew "black"
brew "cloudflared"
brew "cmake"
brew "dust"
brew "eza"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "jq"
brew "z3"
brew "llvm"
brew "mas"
brew "n"
brew "neovim"
brew "ninja"
brew "pandoc"
brew "perl"
brew "python@3.10"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "stow"
brew "tmux"
brew "trezor-bridge"
brew "vivid"
brew "wget"
brew "zola"
brew "zsh"
cask "cloudflare-warp"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "gitify"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "logi-options-plus"
cask "mactex-no-gui"
cask "miniforge"
cask "mochi-diffusion"
cask "monitorcontrol"
cask "netnewswire"
cask "notion"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "slack"
cask "sonos"
cask "spotify"
cask "thingsmacsandboxhelper"
cask "trezor-suite"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
mas "Archive Page Extension", id: 6446372766
mas "Boop", id: 1518425043
mas "Dark Reader for Safari", id: 1438243180
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "EasyRes", id: 688211836
mas "Flow", id: 1423210932
mas "Hush", id: 1544743900
mas "Instapaper", id: 288545208
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Menu Bar Controller for Sonos", id: 1357379892
mas "Notion Web Clipper", id: 1559269364
mas "Onigiri", id: 1639917298
mas "Overlap", id: 1516950324
mas "Pocket", id: 568494494
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Wayback Machine", id: 1472432422
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "akiramiyakoda.cppincludeguard"
vscode "amiralizadeh9480.cpp-helper"
vscode "appland.appmap"
vscode "belfz.search-crates-io"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "clang-format.vscode-clang-format"
vscode "codezombiech.gitignore"
vscode "darkriszty.markdown-table-prettify"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.docker-extension-pack"
vscode "franneck94.vscode-c-cpp-config"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "giraugh.code-dimacs"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "go2sh.cmake-integration-vscode"
vscode "Gruntfuggly.todo-tree"
vscode "jack89ita.open-file-from-path"
vscode "jakeboone02.cypher-query-language"
vscode "James-Yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "josetr.cmake-language-support-vscode"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "llvm-vs-code-extensions.vscode-mlir"
vscode "luisfontes19.vscode-swissknife"
vscode "maziac.asm-code-lens"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "nordic-semiconductor.nrf-kconfig"
vscode "qiu.llvm-ir-language-support"
vscode "RandomFractalsInc.vscode-data-preview"
vscode "redhat.vscode-yaml"
vscode "revng.llvm-ir"
vscode "richie5um2.vscode-sort-json"
vscode "RReverser.llvm"
vscode "rust-lang.rust-analyzer"
vscode "sgryjp.vscode-stable-sort"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tintinweb.graphviz-interactive-preview"
vscode "torn4dom4n.latex-support"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "valentjn.vscode-ltex"
vscode "wayou.vscode-todo-highlight"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
