tap "beeftornado/rmtree"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "bat"
brew "black"
brew "cloudflared"
brew "cmake"
brew "dust"
brew "eza"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "jq"
brew "z3"
brew "llvm"
brew "llvm@11"
brew "mas"
brew "n"
brew "neovim"
brew "ninja"
brew "pandoc"
brew "perl"
brew "python@3.10"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "stow"
brew "tmux"
brew "trezor-bridge"
brew "vivid"
brew "wget"
brew "zola"
brew "zsh"
cask "cloudflare-warp"
cask "discord"
cask "docker"
cask "drawio"
cask "element"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "gitify"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "logi-options-plus"
cask "mactex-no-gui"
cask "miniforge"
cask "mochi-diffusion"
cask "netnewswire"
cask "notion"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "sonos"
cask "spotify"
cask "thingsmacsandboxhelper"
cask "trezor-suite"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
mas "Archive Page Extension", id: 6446372766
mas "Boop", id: 1518425043
mas "Dark Reader for Safari", id: 1438243180
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "EasyRes", id: 688211836
mas "Flow", id: 1423210932
mas "Hush", id: 1544743900
mas "Instapaper", id: 288545208
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Menu Bar Controller for Sonos", id: 1357379892
mas "Notion Web Clipper", id: 1559269364
mas "Onigiri", id: 1639917298
mas "Overlap", id: 1516950324
mas "Pocket", id: 568494494
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Wayback Machine", id: 1472432422
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
