13xforever.language-x86-64-assembly
bungcip.better-toml
codezombiech.gitignore
DavidAnson.vscode-markdownlint
davidhouchin.whitespace-plus
dracula-theme.theme-dracula
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.code-runner
hars.CppSnippets
HookyQR.beautify
IBM.output-colorizer
James-Yu.latex-workshop
mechatroner.rainbow-csv
mitaki28.vscode-clang
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
RReverser.llvm
stkb.rewrap
streetsidesoftware.code-spell-checker
viktorqvarfordt.vscode-pitch-black-theme
vscode-icons-team.vscode-icons
vscodevim.vim
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
