13xforever.language-x86-64-assembly
codezombiech.gitignore
DavidAnson.vscode-markdownlint
davidhouchin.whitespace-plus
eamodio.gitlens
Equinusocio.vsc-material-theme
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.code-runner
hars.CppSnippets
HookyQR.beautify
IBM.output-colorizer
James-Yu.latex-workshop
mitaki28.vscode-clang
ms-python.python
ms-vscode.atom-keybindings
ms-vscode.cpptools
ms-vscode.Go
PeterJausovec.vscode-docker
PKief.material-icon-theme
RReverser.llvm
streetsidesoftware.code-spell-checker
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
