tap "beeftornado/rmtree"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asciinema"
brew "bat"
brew "bat-extras"
brew "dust"
brew "exa"
brew "fzf"
brew "git"
brew "git-extras"
brew "glow"
brew "htop"
brew "llvm"
brew "node"
brew "mermaid-cli"
brew "neovim"
brew "pandoc"
brew "pygments"
brew "python@3.8"
brew "python@3.9"
brew "rustup-init"
brew "tmux"
brew "wget"
brew "zola"
brew "zsh"
cask "aldente"
cask "cold-turkey-blocker"
cask "cscreen"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-source-code-pro"
cask "ghidra"
cask "hiddenbar"
cask "iterm2-beta"
cask "keybase"
cask "logi-options-plus"
cask "mactex-no-gui"
cask "miniconda"
cask "notion"
cask "raycast"
cask "shottr"
cask "slack"
cask "sonos"
cask "spotify"
cask "thingsmacsandboxhelper"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
