tap "beeftornado/rmtree"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "bat-extras"
brew "cmake"
brew "exa"
brew "git"
brew "git-extras"
brew "glow"
brew "graphviz"
brew "llvm@13"
brew "neovim"
brew "python@3.8"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "zsh"
cask "cold-turkey-blocker"
cask "cscreen"
cask "docker"
cask "drawio"
cask "font-source-code-pro"
cask "hiddenbar"
cask "iterm2"
cask "mactex-no-gui"
cask "miniconda"
cask "notion"
cask "slack"
cask "spotify"
cask "thingsmacsandboxhelper"
cask "visual-studio-code"
