tap 'beeftornado/rmtree'
tap 'homebrew/aliases'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/command-not-found'
tap 'homebrew/core'
tap 'homebrew/livecheck'
tap 'homebrew/services'

brew 'doctl'
brew 'git'
brew 'git-lfs'
brew 'hugo'
brew 'python'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'


cask 'balenaetcher'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'iterm2'
cask 'mactex'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'trezor-bridge'
cask 'visual-studio-code'
cask 'vlc'
