tap 'beeftornado/rmtree'
tap 'homebrew/aliases'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/command-not-found'
tap 'homebrew/core'
tap 'homebrew/livecheck'
tap 'homebrew/services'

brew 'git'
brew 'git-extras'
brew 'neovim'
brew python
brew 'tmux'
brew 'tree'

cask 'chromium'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-drive-file-stream'
cask 'iterm2'
cask 'keybase'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'trezor-bridge'
cask 'vscodium'
cask 'whatsapp'
