tap 'beeftornado/rmtree'
tap 'homebrew/aliases'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/command-not-found'
tap 'homebrew/core'
tap 'homebrew/livecheck'
tap 'homebrew/services'

brew 'doctl'
brew 'git'
brew 'git-extras'
brew 'git-flow'
brew 'git-lfs'
brew 'go'
brew 'htop'
brew 'hugo'
brew 'iproute2mac'
brew 'python'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'zsh'

cask 'balenaetcher'
cask 'binary-ninja'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-drive-file-stream'
cask 'iterm2'
cask 'keybase'
cask 'mactex'
cask 'postman'
cask 'signal'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'trezor-bridge'
cask 'visual-studio-code'
cask 'vlc'
cask 'webtorrent'
cask 'whatsapp'
